Repository: IMIO/imio.helpers
Catalog: src/imio/helpers/locales/*/LC_MESSAGES/collective.iconifiedcategory.po
Languages: es

source: Activate the "confidential" option
es: Activar la opción "confidencial"

source: Activate the "to be printed" option
es: Activar la opción "esta impreso"

source: Author
es: Autor

source: Can not be printed
es: No se puede imprimir

source: Categorized elements
es: Elementos categorizados

source: Category
es: Categoría

source: CategoryConfiguration
es: Configuración de Categoría

source: CategoryGroup
es: Grupo de categoría

source: Confidential
es: Confidencial

source: Creation date
es: Fecha de creación

source: Default title
es: Titulo por defecto

source: Download
es: Descargar

source: Edit
es: Editar

source: Error during process
es: Ha ocurrido un error

source: Filesize
es: Tamaño de archivo

source: Icon
es: Icono

source: Last modification
es: Ultima modificación

source: Must be printed
es: Debe estar impreso

source: Not confidential
es: No confidencial

source: Predefined title
es: Titulo predefinido

source: Should not be printed
es: No debe ser impreso

source: Subcategory
es: Subcategoría

source: The annex that you just added has a large size and could be difficult to download by users wanting to view it!
es: ¡El anexo que acaba de agregar podría causar problemas a los usuarios que deseen consultarlo debido a su gran tamaño!

source: This category or one of is subcategory are used by another object and cannot be deleted
es: Esta categoría o una de las subcategorías es utilizada por otro objeto y, por lo tanto, no se puede eliminar

source: This subcategory is used by another object and cannot be deleted
es: Esta categoría es usada por otro objeto y, por lo tanto, no se puede eliminar

source: Title
es: Título

source: To be printed
es: Para imprimir

source: View
es: Ver

source: help_warn_filesize
es: Tenga en cuenta que este elemento puede tardar mucho tiempo en descargarse debido a su gran tamaño, ¡el cual es enorme!

source: no_element_to_display
es: <span class='discreet iconified_category_no_element'>Sin elemento a mostrar.</span>
