Repository: IMIO/imio.helpers
Catalog: src/imio/helpers/locales/*/LC_MESSAGES/imio.helpers.po
Languages: fr

source: Author
fr: Auteur

source: Fields
fr: Champs de l'élément

source: Invalid email address format: 'real name <email>' or 'email (real name)'
fr: Format d'adresse email invalide: 'nom réel <email>' ou 'email (nom réel)'

source: Invalid email address: '${eml}'
fr: Adresse email invalide: '${eml}'

source: No value
fr: Aucune valeur

source: Realname: '${value}' cannot contain accented or special characters
fr: Le nom complet '${value}' ne peut pas contenir de caractères accentués ou spéciaux

source: State
fr: Etat

source: Title
fr: Titre

source: legend_folder_listing
fr: Contenus

source: yesno_value_false
fr: Non

source: yesno_value_true
fr: Oui
